<!DOCTYPE html>
<html lang="en">
<head>
	<meta charset="UTF-8">
	<title>Починить можно и самим</title>
	<script src="https://code.jquery.com/jquery-1.10.2.js"></script>
	<script src="https://yastatic.net/jquery/3.3.1/jquery.min.js"></script>
	<link rel="stylesheet" href="css/styles.css">
</head>
<body>
	<?php require_once("templates/header.html.php"); ?>

	<div class="quest-price-container">
		<p class="text_price-list center_content">Проблемы, которые можно решить самостоятельно</p>
		<span class="intext">Указанные ниже проблемы можно решить дома, при этом нет необходимости тратить свои деньги. Мы решаем и эти проблемы, но благодаря этим статьям вы можете сами в некоторых случаях починить ваше устройство.</span>

		<h3 class="problem">Компьютер не включается</h3>
		<span class="intext"> В стационарных ПК проверить подключен ли он к исправной розетке и есть ли в ней напряжение (включите в эту же розетку любой бытовой прибор, он должен работать в этой розетке),так же проверьте сетевой кабель который идет из розетки в ваш ПК (подключите ваш ПК любым другим аналогичным сетевым кабелем), и обязательно проверьте кнопку питания, которая обычно находится сзади ПК, она должна быть в положении “Вкл” (обычно знак Вкл обозначается единичкой, а Выкл ноликом). Если все это не помогло, то возможно не исправен блок питания вашего ПК – обратитесь в сервис. В ноутбуках проверить исправность шнура блока питания, и сам блок питания (это можно сделать при помощи любого мультиметра, но если не знаете что это и как им пользоваться, то лучше обратитесь в сервис). Возможно, сломана кнопка включения питания – вам в сервис. 
Основные ошибки пользователей: не знание или не соблюдение самых элементарных правил обращения с техникой.</span>
		<!-- <div class="center_div">
			<img src="img/hard.jpg" alt="" class="img_solution">
		</div> -->
		

		<h3 class="problem">Интернет перестал работать</h3>
		<span class="intext">Необходимо проверить интернет-кабель, проверить настройки подключения интернета, проверить наличие интернета от провайдера подключив любой другой ПК или позвонив провайдеру в тех поддержку, проверить ПК на вирусы , проверить оплачен ли счет за интернет.
Основные ошибки пользователей: отсутствие хорошего антивируса или антивирус просрочен и не обновляется, забыли оплатить интернет, случайно повредили интернет-кабель. </span>
		

		<h3 class="problem">Что делать, если пролили на ноутбук воду</h3>
		<span class="intext">Ноутбук уже стал обыденной вещью в нашем доме, а не предметом роскоши. Это отличное средство для учебы, работы и общения в интернете. В продаже имеются устройства разной ценовой категории, и вы сможете выбрать себе подходящий ноутбук для различных целей. <br>

Но вот проблема: если вы прольете воду на обыкновенную клавиатуру персонального компьютера, то ее можно будет с легкостью заменить, приобретя в ближайшем компьютерном магазине. А вот если вода залила клавиатуру ноутбука, дело обойдется покупкой нового устройства целиком. Как избежать поломки ноутбука в таких условиях и восстановить его работоспособность? <br>

Если в ноутбук попадет вода, то немедленно отключите его от источника питания - вода токопроводящая жидкость и замыкания на платах вам не избежать. Для этого быстро выдерните штекер из разъема на корпусе ноутбука. По правилам этого делать нельзя, а нужно отключить питание от сети 220В, но нам дорога каждая секунда и мы поступим именно так.
<br>
Не пытайтесь сохранить данные в таких условиях и не завершайте работу через операционную систему. Что вам дороже - ноутбук или потерянные данные?
Следующим этапом спасения положения будет немедленное изъятие батареи. Выньте ее обязательно и сразу. После этого переверните ноутбук, клавиатурой вниз и дайте пока вся вода не выйдет наружу. Не помешает его, и потрясти для лучшего удаления влаги. Чем меньше ее останется внутри, тем лучше пройдет дальнейшая реанимация.
<br>
Дальнейшие действия я могу порекомендовать только опытным в делах электроники людям. Нужно будет разобрать ноутбук. Если вы боитесь разборки, просто отнесите его в мастерскую и передайте в руки мастера, но нужно знать, что это обойдется вам в определенную сумму денег. Когда вы найдете в себе силы разобрать ноутбук - аккуратно сделайте это. Выньте из корпуса все, что может быть извлечено. Разложите все детали и просушите их естественным способом. Не применяйте для этого горячий воздух! Им вы окончательно можете добить свое любимое устройство и дальнейшая его работа будет невозможна.
<br>
Оставьте разобранный ноутбук в покое минимум на три дня. Не пытайтесь включить его ранее, а потерпите и выдержите этот срок. Когда этот срок пройдет, соберите устройство и включите. Если загрузка системы пройдет удачно и не будет искр и посторонних запахов - вам крупно повезло. А вот когда реакции на подключение питания не будет или вы почувствуете запах дыма, то обесточьте ноутбук и отнесите его к нам в сервис. Там объясните приемщику в подробностях происшедшее и укажите ваши действия. Ничего не скрывайте - это значительно упростит ремонт.
<br>
Эти простые советы могут вам сэкономить деньги и оживить ноутбук самостоятельно. </span>

		<h3 class="problem">Экран пустой</h3>
		<span class="intext">Одной из основных причин такой проблемы является нарушение соединения системного блока и монитора. Убедитесь, что присоединение исправно и монитор включен в электросеть. Если у вас ноутбук, то следует обратиться к специалисту, так как причиной неисправности обычно бывают изношенные провода, проложенные внутри корпуса.

<br>
Другой причиной может быть некорректное функционирование операционной системы или программного обеспечения. Нажмите Ctrl+Alt+Del, в диспетчере задач выберите «Новая задача/выполнить». Введите команду explorer.exe и нажмите OK. Если содержимое рабочего стола отобразилось, то проверьте компьютер на вирусы. При отсутствии загрузки ОС Windows воспользуйтесь диском восстановления.
 </span>
	</div>

<footer></footer>


	<script src="js/script.js"></script>
</body>
</html>